{
  "Comment.nvim": { "branch": "master" },
  "Dockerfile.vim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "editorconfig-vim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "html5.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "licorice.vim": { "branch": "wip" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "python-syntax": { "branch": "master" },
  "quickmath.nvim": { "branch": "main" },
  "silver.vim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "vim-css3-syntax": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-jsx-typescript": { "branch": "master" }
}
