# Taps
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"

brew "node"
brew "neovim"
brew "tmux"
brew "bash-completion"
brew "the_silver_searcher"
brew "ripgrep"
brew "fzf"
brew "jq"
brew "editorconfig"
brew "diff-so-fancy"

cask "google-chrome"
cask "iterm2"
cask "discretescroll"
cask "karabiner-elements"
cask "slate"
